Repository: lokalisetestingml11/lokalise
Catalog: */django.po
Languages: es_mx

source: Missing required parameter: country
es_mx: Falta el parámetro obligatorio: país

source: Create Anyway
es_mx: Crear de todos modos

source: Cancel
es_mx: Cancelar

source: recurly_views.missing_country
es_mx: ¡País real perdido!

source: recurly_views.missing_country2
es_mx: ¡País real perdido!

source: Invalid parameter: country
es_mx: Falta el parámetro obligatorio: país

source: recurly_views.asdf.asdf
es_mx: ¡País real perdido!

source: asdf.asdf
es_mx: Hola

source: some.text
es_mx: algún texto

# some.text
source: my context
es_mx: algo de texto con contexto
